HELP = "!msg - команда для управления сообщениями\n\
!ava - команда для управления аватаркой\n\
!random - генерирует рандомные данные\n\
!user - команда для работы с пользователями\n\
!inline - управление inline режимом\n\
!furatasa - команда для подписки на связанные с ботом каналы и группы\n\
!help - вывести справку\n\
!whoami - выводит информацию о вас\n\
!type - сообщение выводится побуквенно\n\
!creator - написать создателю бота\n\
Для вывода справки о команде введите\n\
!команда help"

MSGHELP = "!msg - команда для управления сообщениями\n\
 - !msg help - справка по команде\n\
 - !msg read (имя сообщения) - сохранить сообщения\n\
 - !msg write (имя сообщения) - вывести сохраненные сообщения\n\
 - !msg remove (имя сообщения) - удалить сохраненные сообщения\n\
 - !msg info (в ответ на сообщение)- получить информацию о сообщении\n\
 - !msg auto add (имя правила) (имя входного сообщения) (имя выходного сообщения)  - сохранить сообщение для автоответчика\n\
 - !msg auto remove (имя правила) - удалить сообщения для автоответчика\n\
 - !msg auto (имя правила) add wlist (пользователь) - добавить человека в белый список автоответчика\n\
 - !msg auto (имя правила) remove wlist (пользователь) - удалить человека и белого списка автоответчика\n\
 - !msg auto (имя правила) add blist (пользователь) - добавить человека в черный список автоответчика\n\
 - !msg auto (имя правила) remove blist (пользователь) - удалить человека их черного списка автоответчика\n\
 - !msg auto (имя правила) list use wlist - использовать белый список для правила автоответчика\n\
 - !msg auto (имя правила) list use blist - использовать черный список для правила автоответчика\n\
 - !msg auto all - вывести все правила автоответчика\n\
 - !msg auto get (имя правила) - получить информацию о правиле "
AVAHELP = "!ava - команда для управления аватаркой\n\
 - !ava help - справка по команде\n\
 - !ava on - включить динамическую аватарку\n\
 - !ava off - выключить динамическую аватарку\n\
 - !ava set day (в ответ на сообщение с картинкой) - установить дневную аватарку\n\
 - !ava set night (в ответ на сообщение с картинкой) - установить ночную аватарку\n\
 - !ava set default (в ответ на сообщение с картинкой) - установить обычную аватарку\n\
 - !ava set time day (время) - установить время дневной аватарки\n\
 - !ava set time night (время) - установить время ночной аватарки\n\
 - !ava get time - получить расписание смены аватарок"
RANDOMHELP = "!random - генерирует рандомные данные\n\
 - !random help - справка по команде\n\
 - !random dice - генерирует рандомное число\n\
 - !random credit - генерирует рандомную кредитную карту"
USERHELP = "!user - команда для работы с пользователями\n\
 - !user help - вывести справку о команде\n\
 - !user block (пользователь) - заблокировать пользователя\n\
 - !user unblock (пользователь) - разблокировать пользователя"
INLINEHELP = "!inline - управление inline режимом\n\
 - !inline help - справка по команде\n\
 - !inline on - включить inline режим\n\
 - !inline off - выключить inline режим\n\
Inline-режим\n\
%%my id%% - твой id\n\
%%my username%% - твой username\n\
%%my name%% - твое имя\n\
%%chat id%% - id чата\n\
%%chat username%% - username чата\n\
%%chat title%% - название чата\n\
%%random credit%% - генерирует рандомную кредитную карту\
%(имя сообщения)% - выводит сохраненное сообщение"
FURATASAHELP = "!furatasa - команда для подписки на связанные с ботом каналы и группы\n\
 - !furatasa help - помощь по команде\n\
 - !furatasa channel - подписаться на канал 'Furatasa - новости'\n\
 - !furatasa ideas - зайти в группу 'Furatasa идеи'"
HELPHELP = '!help - вывести справку'
WHOAMIHELP = '!whoami - выводит информацию о вас'
TYPEHELP = '!type - сообщение выводится побуквенно'
CREATORHELP = '!creator - написать создателю бота'
TOCREATOR = 'Здравствуйте! Я пользуюсь ботом furatasa.'
